Repository: shehabth1999/Django-base
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Password fields didn't match.
ar: تأثيرات كلمة المرور لم تتطابق.

source: The phone number must be set
ar: يجب تحديد رقم الهاتف.

source: The username must be set
ar: يجب تحديد اسم المستخدم.

source: Superuser must have is_staff=True.
ar: يجب أن يكون للمشرف قيمة is_staff=True.

source: Superuser must have is_superuser=True.
ar: يجب أن يكون للمشرف قيمة is_superuser=True.

source: first name
ar: الاسم الأول

source: last name
ar: الاسم الأخير

source: phone number
ar: رقم الهاتف

source: Required. 11 digits long starting with 01.
ar: مطلوب. طول 11 رقمًا يبدأ بـ 01.

source: admin
ar: مسؤول
